
/* Class = "NSWindow"; title = "Preferenze"; ObjectID = "1"; */
"1.title" = "Preferenze";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "41"; */
"41.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "posizione temporale assoluta"; ObjectID = "42"; */
"42.title" = "posizione temporale assoluta";

/* Class = "NSMenuItem"; title = "tempo relativo"; ObjectID = "43"; */
"43.title" = "tempo relativo";

/* Class = "NSTextFieldCell"; title = "Dimensione:"; ObjectID = "46"; */
"46.title" = "Dimensione:";

/* Class = "NSTextFieldCell"; title = "Mostra"; ObjectID = "72"; */
"72.title" = "Mostra";

/* Class = "NSTextFieldCell"; title = "quando posizioni il cursore\nsulla linea temporale"; ObjectID = "74"; */
"74.title" = "quando posizioni il cursore\nsulla linea temporale";

/* Class = "NSBox"; title = "Controlli del riproduttore"; ObjectID = "87"; */
"87.title" = "Controlli del riproduttore";

/* Class = "NSBox"; title = "Stile dei font"; ObjectID = "108"; */
"108.title" = "Stile dei font";

/* Class = "NSTextFieldCell"; title = "Colore dei font:"; ObjectID = "110"; */
"110.title" = "Colore dei font:";

/* Class = "NSTextFieldCell"; title = "Colore del bordo:"; ObjectID = "117"; */
"117.title" = "Colore del bordo:";

/* Class = "NSTextFieldCell"; title = "Nascondi in"; ObjectID = "122"; */
"122.title" = "Nascondi in";

/* Class = "NSTextFieldCell"; title = "Trasparenza"; ObjectID = "128"; */
"128.title" = "Trasparenza";

/* Class = "NSTextFieldCell"; title = "trans"; ObjectID = "132"; */
"132.title" = "trans";

/* Class = "NSBox"; title = "Box"; ObjectID = "133"; */
"133.title" = "Box";

/* Class = "NSTextFieldCell"; title = "Mantieni la finestra di fronte:"; ObjectID = "135"; */
"135.title" = "Mantieni la finestra di fronte:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "138"; */
"138.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Mai"; ObjectID = "139"; */
"139.title" = "Mai";

/* Class = "NSMenuItem"; title = "Sempre"; ObjectID = "140"; */
"140.title" = "Sempre";

/* Class = "NSMenuItem"; title = "Mentre riproduci"; ObjectID = "141"; */
"141.title" = "Mentre riproduci";

/* Class = "NSBox"; title = "OSD"; ObjectID = "142"; */
"142.title" = "OSD";

/* Class = "NSTextFieldCell"; title = "Nascondi in"; ObjectID = "144"; */
"144.title" = "Nascondi in";

/* Class = "NSTextFieldCell"; title = "Colore dei font"; ObjectID = "150"; */
"150.title" = "Colore dei font";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "156"; */
"156.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "corrisponde esattamente al nome del file video"; ObjectID = "157"; */
"157.title" = "corrisponde esattamente al nome del file video";

/* Class = "NSMenuItem"; title = "contiene il nome del file video"; ObjectID = "158"; */
"158.title" = "contiene il nome del file video";

/* Class = "NSMenuItem"; title = "ha qualsiasi nome"; ObjectID = "159"; */
"159.title" = "ha qualsiasi nome";

/* Class = "NSButtonCell"; title = "Forza la ricostruzione dell'indice"; ObjectID = "162"; */
"162.title" = "Forza la ricostruzione dell'indice";

/* Class = "NSBox"; title = "Performance & Qualità"; ObjectID = "163"; */
"163.title" = "Performance & Qualità";

/* Class = "NSButtonCell"; title = "Attiva la modalità schermo interno quando inizia la riproduzione"; ObjectID = "165"; */
"165.title" = "Attiva la modalità schermo interno quando inizia la riproduzione";

/* Class = "NSTextFieldCell"; title = "Numero di thread"; ObjectID = "167"; */
"167.title" = "Numero di thread";

/* Class = "NSBox"; title = "Output"; ObjectID = "173"; */
"173.title" = "Output";

/* Class = "NSTextFieldCell"; title = "Utilizza:"; ObjectID = "175"; */
"175.title" = "Utilizza:";

/* Class = "NSButtonCell"; title = "DTS"; ObjectID = "177"; */
"177.title" = "DTS";

/* Class = "NSButtonCell"; title = "AC3"; ObjectID = "179"; */
"179.title" = "AC3";

/* Class = "NSButton"; ibShadowedToolTip = "Se ci sono cifre nel nome del file, MPlayerX aumenterà la cifra più a destra, per cercare il file successivo nella stessa cartella.\nNon ci si deve preoccupare degli 0 di allineamento"; ObjectID = "181"; */
"181.ibShadowedToolTip" = "Se ci sono cifre nel nome del file, MPlayerX aumenterà la cifra più a destra, per cercare il file successivo nella stessa cartella.\nNon ci si deve preoccupare degli 0 di allineamento";

/* Class = "NSButtonCell"; title = "Trova e riproduci il file successivo automaticamente"; ObjectID = "182"; */
"182.title" = "Trova e riproduci il file successivo automaticamente";

/* Class = "NSButtonCell"; title = "Esci quando la finestra viene chiusa"; ObjectID = "184"; */
"184.title" = "Esci quando la finestra viene chiusa";

/* Class = "NSButtonCell"; title = "Mostra OSD"; ObjectID = "212"; */
"212.title" = "Mostra OSD";

/* Class = "NSTextFieldCell"; title = "Con questa impostazione attiva, MPlayerX ricalcolerà l'indice per permettere di posizionarsi in qualunque parte del video, utile su alcuni file corrotti, anche se questa operazione ritarda la riproduzione di molti secondi"; ObjectID = "249"; */
"249.title" = "Con questa impostazione attiva, MPlayerX ricalcolerà l'indice per permettere di posizionarsi in qualunque parte del video, utile su alcuni file corrotti, anche se questa operazione ritarda la riproduzione di molti secondi";

/* Class = "NSButtonCell"; title = "Utilizza i font incorporati se possibile"; ObjectID = "257"; */
"257.title" = "Utilizza i font incorporati se possibile";

/* Class = "NSTextFieldCell"; title = "Dimensione della cache per lo stream:"; ObjectID = "260"; */
"260.title" = "Dimensione della cache per lo stream:";

/* Class = "NSTextFieldCell"; title = "kBytes"; ObjectID = "265"; */
"265.title" = "kBytes";

/* Class = "NSButtonCell"; title = "Preferisci IPV6"; ObjectID = "270"; */
"270.title" = "Preferisci IPV6";

/* Class = "NSButtonCell"; title = "Quando la modalità schermo intero è attiva, NON oscurare gli altri schermi"; ObjectID = "282"; */
"282.title" = "Quando la modalità schermo intero è attiva, NON oscurare gli altri schermi";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "295"; */
"295.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Disattiva letterbox"; ObjectID = "296"; */
"296.title" = "Disattiva letterbox";

/* Class = "NSMenuItem"; title = "Solo in basso"; ObjectID = "297"; */
"297.title" = "Solo in basso";

/* Class = "NSMenuItem"; title = "In alto e in basso"; ObjectID = "298"; */
"298.title" = "In alto e in basso";

/* Class = "NSTextFieldCell"; title = "altezza:"; ObjectID = "304"; */
"304.title" = "altezza:";

/* Class = "NSBox"; title = "Letterbox"; ObjectID = "307"; */
"307.title" = "Letterbox";

/* Class = "NSTextFieldCell"; title = "dell'altezza del video"; ObjectID = "309"; */
"309.title" = "dell'altezza del video";

/* Class = "NSButtonCell"; title = "Inizia la riproduzione non appena il media è stato caricato"; ObjectID = "320"; */
"320.title" = "Inizia la riproduzione non appena il media è stato caricato";

/* Class = "NSBox"; title = "Riconoscimento dell'encoding dei testi"; ObjectID = "327"; */
"327.title" = "Riconoscimento dell'encoding dei testi";

/* Class = "NSTextFieldCell"; title = "Se la sicurezza è ≤"; ObjectID = "329"; */
"329.title" = "Se la sicurezza è ≤";

/* Class = "NSTextFieldCell"; title = "imposta l'encoding a"; ObjectID = "334"; */
"334.title" = "imposta l'encoding a";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Impostare la soglia di sicurezza al 100% disabilita il riconoscimento automatico dell'encoding del testo, ma è sconsigliabile."; ObjectID = "348"; */
"348.title" = "Impostare la soglia di sicurezza al 100% disabilita il riconoscimento automatico dell'encoding del testo, ma è sconsigliabile.";

/* Class = "NSButtonCell"; title = "Permetti sottotitoli sovrapposti"; ObjectID = "350"; */
"350.title" = "Permetti sottotitoli sovrapposti";

/* Class = "NSMenuItem"; title = "Solo in alto"; ObjectID = "354"; */
"354.title" = "Solo in alto";

/* Class = "NSButtonCell"; title = "Trasferisci gli stream RTSP utilizzando il protocollo HTTP"; ObjectID = "358"; */
"358.title" = "Trasferisci gli stream RTSP utilizzando il protocollo HTTP";

/* Class = "NSButtonCell"; title = "Utilizza ffmpeg per gestire lo stream"; ObjectID = "365"; */
"365.title" = "Utilizza ffmpeg per gestire lo stream";

/* Class = "NSButtonCell"; title = "Trasforma DTS 5.1 in Stereo"; ObjectID = "373"; */
"373.title" = "Trasforma DTS 5.1 in Stereo";

/* Class = "NSTextFieldCell"; title = "Se utilizzi le casse 2.0 integrate o il minijack, questa opzione dev'essere attiva"; ObjectID = "376"; */
"376.title" = "Se utilizzi le casse 2.0 integrate o il minijack, questa opzione dev'essere attiva";

/* Class = "NSTextFieldCell"; title = "Mostra"; ObjectID = "387"; */
"387.title" = "Mostra";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "390"; */
"390.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "il tempo rimanente"; ObjectID = "391"; */
"391.title" = "il tempo rimanente";

/* Class = "NSMenuItem"; title = "il tempo complessivo"; ObjectID = "392"; */
"392.title" = "il tempo complessivo";

/* Class = "NSTextFieldCell"; title = "alla destra della barra di controllo"; ObjectID = "395"; */
"395.title" = "alla destra della barra di controllo";

/* Class = "NSButtonCell"; title = "Riprende la riproduzione dall'ultimo punto in cui è stata interrotta"; ObjectID = "400"; */
"400.title" = "Riprende la riproduzione dall'ultimo punto in cui è stata interrotta";

/* Class = "NSButtonCell"; title = "Nascondi sempre il Dock nella modalità schermo intero"; ObjectID = "403"; */
"403.title" = "Nascondi sempre il Dock nella modalità schermo intero";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[0] = "Nessuno"; ObjectID = "408"; */
"408.ibShadowedLabels[0]" = "Nessuno";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[1] = "Normale"; ObjectID = "408"; */
"408.ibShadowedLabels[1]" = "Normale";

/* Class = "NSSegmentedCell"; 408.ibShadowedLabels[2] = "Avanzato"; ObjectID = "408"; */
"408.ibShadowedLabels[2]" = "Avanzato";

/* Class = "NSTextFieldCell"; title = "Miglioramento dell'immagine"; ObjectID = "410"; */
"410.title" = "Miglioramento dell'immagine";

/* Class = "NSTextFieldCell"; title = "Metodo di deinterlacciamento"; ObjectID = "413"; */
"413.title" = "Metodo di deinterlacciamento";

/* Class = "NSSegmentedControl"; ibShadowedToolTip = "FFMpeg: il filtro di deinterlacciamento FFMpeg deinterlaccia un blocco filtrando ogni seconda linea con un filtro (-1  4  2  4 -1).\n\nLPF5: filtro deinterlacciante passabasso FIR applicato verticalmente che deinterlaccia un blocco filtrando tutte le linee con un filtro (-1 2 6 2 -1)."; ObjectID = "414"; */
"414.ibShadowedToolTip" = "FFMpeg: il filtro di deinterlacciamento FFMpeg deinterlaccia un blocco filtrando ogni seconda linea con un filtro (-1  4  2  4 -1).\n\nLPF5: filtro deinterlacciante passabasso FIR applicato verticalmente che deinterlaccia un blocco filtrando tutte le linee con un filtro (-1 2 6 2 -1).";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[0] = "Nessuno"; ObjectID = "415"; */
"415.ibShadowedLabels[0]" = "Nessuno";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[1] = "FFMpeg"; ObjectID = "415"; */
"415.ibShadowedLabels[1]" = "FFMpeg";

/* Class = "NSSegmentedCell"; 415.ibShadowedLabels[2] = "LPF5"; ObjectID = "415"; */
"415.ibShadowedLabels[2]" = "LPF5";

/* Class = "NSTextFieldCell"; title = "Opzioni aggiuntive"; ObjectID = "423"; */
"423.title" = "Opzioni aggiuntive";

/* Class = "NSTextFieldCell"; title = "Le opzioni aggiuntive sono passate direttamente a mplayer.\nSincerati di essere un professionista di mplayer prima di modificare questo valore, altrimenti lascialo vuoto."; ObjectID = "430"; */
"430.title" = "Le opzioni aggiuntive sono passate direttamente a mplayer.\nSincerati di essere un professionista di mplayer prima di modificare questo valore, altrimenti lascialo vuoto.";

/* Class = "NSTextFieldCell"; title = "Come devono essere conservate le impostazioni nelle \"Impostazioni video\" ?"; ObjectID = "435"; */
"435.title" = "Come devono essere conservate le impostazioni nelle \"Impostazioni video\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "438"; */
"438.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Non conservare, azzerare sempre le impostazioni ogni volta che la riproduzione viene interrotta"; ObjectID = "439"; */
"439.title" = "Non conservare, azzerare sempre le impostazioni ogni volta che la riproduzione viene interrotta";

/* Class = "NSMenuItem"; title = "Azzera le impostazioni quando non ci sono più video da riprodurre"; ObjectID = "440"; */
"440.title" = "Azzera le impostazioni quando non ci sono più video da riprodurre";

/* Class = "NSMenuItem"; title = "Azzera le impostazioni quando l'applicativo viene chiuso"; ObjectID = "441"; */
"441.title" = "Azzera le impostazioni quando l'applicativo viene chiuso";

/* Class = "NSMenuItem"; title = "Non azzerare, salva le impostazioni come predefinite"; ObjectID = "442"; */
"442.title" = "Non azzerare, salva le impostazioni come predefinite";

/* Class = "NSTextFieldCell"; title = "Come devono essere conservate le impostazioni nell'\"Equalizzatore\" ?"; ObjectID = "445"; */
"445.title" = "Come devono essere conservate le impostazioni nell'\"Equalizzatore\" ?";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "448"; */
"448.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Non conservare, azzerare sempre le impostazioni ogni volta che la riproduzione viene interrotta"; ObjectID = "449"; */
"449.title" = "Non conservare, azzerare sempre le impostazioni ogni volta che la riproduzione viene interrotta";

/* Class = "NSMenuItem"; title = "Azzera le impostazioni quando non ci sono più video da riprodurre"; ObjectID = "450"; */
"450.title" = "Azzera le impostazioni quando non ci sono più video da riprodurre";

/* Class = "NSMenuItem"; title = "Azzera le impostazioni quando l'applicativo viene chiuso"; ObjectID = "451"; */
"451.title" = "Azzera le impostazioni quando l'applicativo viene chiuso";

/* Class = "NSMenuItem"; title = "Non azzerare, salva le impostazioni come predefinite"; ObjectID = "452"; */
"452.title" = "Non azzerare, salva le impostazioni come predefinite";

/* Class = "NSTextFieldCell"; title = "Carica i sottotitoli, se il nome del file"; ObjectID = "459"; */
"459.title" = "Carica i sottotitoli, se il nome del file";

/* Class = "NSTextFieldCell"; title = "Allineamento:"; ObjectID = "461"; */
"461.title" = "Allineamento:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "466"; */
"466.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "Default (utilizza il valore impostato nel file dei sottotitoli)"; ObjectID = "467"; */
"467.title" = "Default (utilizza il valore impostato nel file dei sottotitoli)";

/* Class = "NSMenuItem"; title = "Basso - Sinistra"; ObjectID = "468"; */
"468.title" = "Basso - Sinistra";

/* Class = "NSMenuItem"; title = "Basso - Centro"; ObjectID = "469"; */
"469.title" = "Basso - Centro";

/* Class = "NSMenuItem"; title = "Basso - Destra"; ObjectID = "470"; */
"470.title" = "Basso - Destra";

/* Class = "NSMenuItem"; title = "Alto - Sinistra"; ObjectID = "471"; */
"471.title" = "Alto - Sinistra";

/* Class = "NSMenuItem"; title = "Alto - Centro"; ObjectID = "472"; */
"472.title" = "Alto - Centro";

/* Class = "NSMenuItem"; title = "Alto - Destra"; ObjectID = "473"; */
"473.title" = "Alto - Destra";

/* Class = "NSButtonCell"; title = "Disabilita lo scorrimento orizzontale del mouse per la ricerca"; ObjectID = "479"; */
"479.title" = "Disabilita lo scorrimento orizzontale del mouse per la ricerca";

/* Class = "NSButtonCell"; title = "Disabilita lo scorrimento verticale del mouse per cambiare il volume"; ObjectID = "481"; */
"481.title" = "Disabilita lo scorrimento verticale del mouse per cambiare il volume";

/* Class = "NSButtonCell"; title = "Quando la modalità schermo intero viene attivata, \nadatta l'altezza del letterbox per riempire l'altezza dello schermo"; ObjectID = "485"; */
"485.title" = "Quando la modalità schermo intero viene attivata, \nadatta l'altezza del letterbox per riempire l'altezza dello schermo";

/* Class = "NSTextFieldCell"; title = "Quando questa opzione è attiva, MPlayerX cercherà, per quanto possibile, di non sovrapporre i sottotitoli al frame.\nComunque, questa opzione allargherà il frame fino a riempire lo schermo e, qualche volta, soprattutto per alcuni contenuti HD, la riproduzione potrebbe soffrire di ritardi."; ObjectID = "488"; */
"488.title" = "Quando questa opzione è attiva, MPlayerX cercherà, per quanto possibile, di non sovrapporre i sottotitoli al frame.\nComunque, questa opzione allargherà il frame fino a riempire lo schermo e, qualche volta, soprattutto per alcuni contenuti HD, la riproduzione potrebbe soffrire di ritardi.";

/* Class = "NSTextFieldCell"; title = "Font:"; ObjectID = "490"; */
"490.title" = "Font:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "493"; */
"493.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Carica i sottotitoli, ma non mostrarli durante la riproduzione"; ObjectID = "500"; */
"500.title" = "Carica i sottotitoli, ma non mostrarli durante la riproduzione";

/* Class = "NSButtonCell"; title = "Riconoscimento automatico uscita digitale SPDIF"; ObjectID = "528"; */
"528.title" = "Riconoscimento automatico uscita digitale SPDIF";

/* Class = "NSButtonCell"; title = "Abilita i tasti multimediali (F7, F8, F9) per il controllo del video\n(è necessario riavviare il programma)"; ObjectID = "542"; */
"542.title" = "Abilita i tasti multimediali (F7, F8, F9) per il controllo del video\n(è necessario riavviare il programma)";

/* Class = "NSButtonCell"; title = "Abilita il menù \"Apri recenti\""; ObjectID = "552"; */
"552.title" = "Abilita il menù \"Apri recenti\"";

/* Class = "NSButtonCell"; title = "Utilizza sempre il monitor secondario, se disponibile"; ObjectID = "557"; */
"557.title" = "Utilizza sempre il monitor secondario, se disponibile";

/* Class = "NSButtonCell"; title = "Permetti ad AppleRemote di controllare il volume di sistema"; ObjectID = "566"; */
"566.title" = "Permetti ad AppleRemote di controllare il volume di sistema";

/* Class = "NSTextFieldCell"; title = "Salva snapshot"; ObjectID = "587"; */
"587.title" = "Salva snapshot";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "590"; */
"590.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "negli appunti"; ObjectID = "594"; */
"594.title" = "negli appunti";

/* Class = "NSMenuItem"; title = "come file PNG"; ObjectID = "595"; */
"595.title" = "come file PNG";

/* Class = "NSMenuItem"; title = "come file JPEG"; ObjectID = "596"; */
"596.title" = "come file JPEG";

/* Class = "NSMenuItem"; title = "come file TIFF"; ObjectID = "597"; */
"597.title" = "come file TIFF";

/* Class = "NSMenuItem"; title = "come file BMP"; ObjectID = "598"; */
"598.title" = "come file BMP";

/* Class = "NSTextFieldCell"; title = "SnapshotSavePath"; ObjectID = "604"; */
"604.title" = "SnapshotSavePath";

/* Class = "NSButtonCell"; title = "Button"; ObjectID = "608"; */
"608.title" = "Button";
